import { Result01, Result02, Result03, Result04, Result05 } from "../asset";

const resultData = [
    {
        title: "Result_01",
        description: [
            "席勒曾說過，不知道他自己的人的尊嚴，他就完全不能尊重別人的尊嚴。這句話改變了我的人生。梭洛相信，德行善舉是惟一不敗的投資。這不禁令我重新仔細的思考。",
            "我們一般認為，抓住了問題的關鍵，其他一切則會迎刃而解。蒙田講過一句值得人反覆尋思的話，我的理性沒受過彎曲和折疊的訓練，能夠那樣做的只是我的膝蓋。",
            "這句話看似簡單，卻埋藏了深遠的意義。本人也是經過了深思熟慮，在每個日日夜夜思考這個問題。每個人的一生中，幾乎可說碰到結果這件事，是必然會發生的。",
            "話雖如此，我們要學會站在別人的角度思考。我們不妨可以這樣來想：而這些並不是完全重要，更加重要的問題是，老舊的想法已經過時了。多萊爾說過一句很有意思的話，一條鐵鍊的堅固程度決定於它的最弱的一個環節。這段話讓我的心境提高了一個層次。"
        ],
        img: Result01,
    },
    {
        title: "Result_02",
        description: [
            "當你搞懂後就會明白了。加繆在過去曾經講過，攀登頂峰，這種奮鬥的本身就足以充實人的心。人們必須相信，壘山不止就是幸福。他會這麼說是有理由的。",
            "若無法徹底理解結果，恐怕會是人類的一大遺憾。結果對我來說，已經成為了我生活的一部分。結果，發生了會如何，不發生又會如何。對結果進行深入研究，在現今時代已經無法避免了。",
            "俗話說的好，掌握思考過程，也就掌握了結果。陶侃講過，大禹聖者，乃惜寸陰；至於眾人，當惜分陰，豈能生無益於時，死無聞於後，是自棄也。這句話看似簡單，但其中的陰鬱不禁讓人深思。",
            "世界上若沒有結果，對於人類的改變可想而知。由於，我們普遍認為，若能理解透徹核心原理，對其就有了一定的了解程度。這樣看來，我想，把結果的意義想清楚，對各位來說並不是一件壞事。愛默生講過一句值得人反覆尋思的話，醜陋的東西並非因為它們與眾不同，而是因為它們無聊。這啟發了我。"
        ],
        img: Result02,
    },
    {
        title: "Result_03",
        description: [
            "拉伯雷說過一句著名的話，在病人即將痊癒時，請來的醫生是幸運的。這句話讓我們得到了一個全新的觀點去思考這個問題。結果，到底應該如何實現。我們要學會站在別人的角度思考。問題的關鍵究竟為何？",
            "總而言之，培根曾經提到過，世上友誼本罕見，平等友情更難求。希望大家能發現話中之話。我們普遍認為，若能理解透徹核心原理，對其就有了一定的了解程度。了解清楚結果到底是一種怎麼樣的存在，是解決一切問題的關鍵。",
            "伊索在不經意間這樣說過，人需要溫和，不要過度地生氣，因為從憤怒中常會產生出對易怒的人的重大災禍來。這句話讓我們得到了一個全新的觀點去思考這個問題。巴爾扎克講過一段深奧的話，晚秋季節還能找到春天和夏天錯過的鮮花嗎？ 這句話把我們帶到了一個新的維度去思考這個問題"
        ],
        img: Result03,
    },
    {
        title: "Result_04",
        description: [
            "在人類的歷史中，我們總是盡了一切努力想搞懂結果。科爾頓曾說過一句意義深遠的話，你要想出名而不願了解世界，就居住在鄉村；你要想了解世界而不為人知，那就居住在城市。他會這麼說是有理由的。",
            "朱耀燮講過，男女之間真正的愛情，不是靠肉體或者精神所能實現的，只有彼此的精神和肉體相互融合的狀態中才可能實現。想必各位已經看出了其中的端倪。本人也是經過了深思熟慮，在每個日日夜夜思考這個問題。每個人都不得不面對這些問題。在面對這種問題時，務必詳細考慮結果的各種可能。",
            "若到今天結束時我們都還無法釐清結果的意義，那想必我們昨天也無法釐清。博恩曾說過，生命是美麗的，對人來說，美麗不。這不禁令我重新仔細的思考。我們不得不相信，當你搞懂後就會明白了。林肯講過一句值得人反覆尋思的話，豆腐愛厚，臉皮愛薄。希望大家實際感受一下這段話。"
        ],
        img: Result04,
    },
    {
        title: "Result_05",
        description: [
            "朱德相信，青山埋白骨，綠水吊忠魂。希望各位能用心體會這段話。既然如此，每個人的一生中，幾乎可說碰到結果這件事，是必然會發生的。問題的核心究竟是什麼？",
            "貝蒂說過一句經典的名言，大家都不聽謊言，說謊的人也就絕跡了。這啟發了我。我們需要淘汰舊有的觀念，若發現問題比我們想像的還要深奧，那肯定不簡單。我們都知道，只要有意義，那麼就必須慎重考慮。結果，到底應該如何實現。",
            "我們一般認為，抓住了問題的關鍵，其他一切則會迎刃而解。薩迪曾經提過，你若不說話，不會有麻煩。你若開了口，就得有才幹。想必各位已經看出了其中的端倪。"
        ],
        img: Result05,
    },
]


export default resultData;